Repository: cloudscribe/cloudscribe.SimpleContent
Catalog: src/sourceDev.WebApp/GlobalResources/QueryToolResources.*.resx
Languages: de, fr, it

source: Are you sure you want to delete the selected saved query?
de: Möchten Sie die ausgewählte gespeicherte Abfrage wirklich löschen?
fr: Voulez-vous vraiment supprimer la requête enregistrée sélectionnée ?
it: Sei sicuro di voler eliminare la query salvata selezionata?

source: Cancel
de: Stornieren
fr: Annuler
it: Annulla

source: Check to enable this query to be run via the QueryTool API.
de: Aktivieren Sie diese Option, damit diese Abfrage über die QueryTool-API ausgeführt werden kann.
fr: Cochez cette case pour permettre à cette requête d'être exécutée via l'API QueryTool.
it: Selezionare per abilitare l'esecuzione di questa query tramite l'API QueryTool.

source: Choose a table name from the list
de: Wählen Sie einen Tabellennamen aus der Liste aus
fr: Choisissez un nom de table dans la liste
it: Scegli un nome di tabella dall'elenco

source: Choose one or more column names from the list. Control and click to select multiple items.
de: Wählen Sie einen oder mehrere Spaltennamen aus der Liste aus. Steuern und klicken Sie, um mehrere Elemente auszuwählen.
fr: Choisissez un ou plusieurs noms de colonne dans la liste. Contrôlez et cliquez pour sélectionner plusieurs éléments.
it: Scegli uno o più nomi di colonna dall'elenco. Controllare e fare clic per selezionare più elementi.

source: Clear Query
de: Abfrage löschen
fr: Effacer la requête
it: Cancella domanda

source: Close
de: Schließen
fr: Fermer
it: Vicino

source: Columns
de: Säulen
fr: Colonnes
it: Colonne

source: Confirm Delete
de: Löschen bestätigen
fr: Confirmation de la suppression
it: Conferma cancellazione

source: Delete
de: Löschen
fr: Supprimer
it: Eliminare

source: Delete Saved Query
de: Gespeicherte Abfrage löschen
fr: Supprimer la requête enregistrée
it: Elimina query salvata

source: Enable as API query?
de: Als API-Abfrage aktivieren?
fr: Activer en tant que requête API ?
it: Abilitare come query API?

source: Enter a name for the query to save it for later use
de: Geben Sie einen Namen für die Abfrage ein, um sie zur späteren Verwendung zu speichern
fr: Entrez un nom pour la requête afin de l'enregistrer pour une utilisation ultérieure
it: Immettere un nome per la query per salvarla per un uso successivo

source: Error deleting query
de: Fehler beim Löschen der Abfrage
fr: Erreur lors de la suppression de la requête
it: Errore durante l'eliminazione della query

source: Error loading query
de: Fehler beim Laden der Abfrage
fr: Erreur lors du chargement de la requête
it: Errore durante il caricamento della query

source: Error saving query
de: Fehler beim Speichern der Abfrage
fr: Erreur lors de l'enregistrement de la requête
it: Errore durante il salvataggio della query

source: Execute Query
de: Abfrage ausführen
fr: Exécuter l'ordre
it: Esegui interrogazione

source: Export CSV
de: CSV-Datei exportieren
fr: Exporter CSV
it: Esporta CSV

source: Export results to CSV file
de: Ergebnisse in CSV-Datei exportieren
fr: Exporter les résultats vers un fichier CSV
it: Esporta i risultati in un file CSV

source: For the full instructions see the {0}Query Tool Documentation{1}.
de: Die vollständige Anleitung finden Sie in der {0}Dokumentation zum Abfragetool{1}.
fr: Pour obtenir des instructions complètes, consultez la {0}documentation de l'éditeur de requêtes{1}.
it: Per le istruzioni complete, consulta la {0}documentazione di Query Tool{1}.

source: Generate a DELETE statement for the selected table
de: Generieren Sie eine DELETE-Anweisung für die ausgewählte Tabelle
fr: Générer une instruction DELETE pour la table sélectionnée
it: Genera un'istruzione DELETE per la tabella selezionata

source: Generate a SELECT statement for the selected table and columns
de: Generieren Sie eine SELECT-Anweisung für die ausgewählte Tabelle und Spalten
fr: Générer une instruction SELECT pour la table et les colonnes sélectionnées
it: Genera un'istruzione SELECT per la tabella e le colonne selezionate

source: Generate an INSERT statement for the selected table and columns
de: Generieren Sie eine INSERT-Anweisung für die ausgewählte Tabelle und die ausgewählten Spalten
fr: Générer une instruction INSERT pour la table et les colonnes sélectionnées
it: Genera un'istruzione INSERT per la tabella e le colonne selezionate

source: Generate an UPDATE statement for the selected table and columns
de: Generieren Sie eine UPDATE-Anweisung für die ausgewählte Tabelle und Spalten
fr: Générer une instruction UPDATE pour la table et les colonnes sélectionnées
it: Genera un'istruzione UPDATE per la tabella e le colonne selezionate

source: Insert
de: Einfügung
fr: Insérer
it: Inserire

source: Insert at Cursor
de: Am Cursor einfügen
fr: Insérer au curseur
it: Inserisci al cursore

source: Insert column names into Query at current cursor position
de: Spaltennamen an der aktuellen Cursorposition in die Abfrage einfügen
fr: Insérer les noms de colonne dans la requête à la position actuelle du curseur
it: Inserisci i nomi delle colonne nella query nella posizione corrente del cursore

source: Insert table name into Query at current cursor position
de: Tabellennamen an der aktuellen Cursorposition in die Abfrage einfügen
fr: Insérer le nom de la table dans la requête à la position actuelle du curseur
it: Inserisci il nome della tabella nella query nella posizione corrente del cursore

source: Invalid query! Only SELECT, INSERT, UPDATE, and DELETE are allowed.
de: Ungültige Abfrage! Nur SELECT, INSERT, UPDATE und DELETE sind erlaubt.
fr: Requête invalide ! Seuls SELECT, INSERT, UPDATE et DELETE sont autorisés.
it: Richiesta non valida! Sono consentiti solo SELECT, INSERT, UPDATE e DELETE.

source: Load Saved Query
de: Gespeicherte Abfrage laden
fr: Charger la requête enregistrée
it: Carica query salvata

source: Query
de: Anfrage
fr: Mettre en doute
it: Domanda

source: Query Tool
de: Abfrage-Tool
fr: Outil de requête
it: Strumento di interrogazione

source: Query deleted
de: Abfrage gelöscht
fr: Requête supprimée
it: Interrogazione eliminata

source: Query loaded
de: Abfrage geladen
fr: Requête chargée
it: Query caricata

source: Query saved
de: Abfrage gespeichert
fr: Requête enregistrée
it: Query salvata

source: Save Query
de: Abfrage speichern
fr: Enregistrer la requête
it: Salva domanda

source: Save Query As
de: Abfrage speichern unter
fr: Enregistrer la requête sous
it: Salva query con nome

source: Saved Queries
de: Gespeicherte Abfragen
fr: Requêtes enregistrées
it: Query salvate

source: Select
de: Wählen
fr: Sélectionner
it: Selezionare

source: Select a saved query to load it into the query editor
de: Wählen Sie eine gespeicherte Abfrage aus, um sie in den Abfrageeditor zu laden
fr: Sélectionnez une requête enregistrée pour la charger dans l'éditeur de requêtes
it: Selezionare una query salvata per caricarla nell'editor di query

source: Tables
de: Tische
fr: les tables
it: Tabelle

source: This tool allows you to query your database using SQL. You can create SQL statements for common operations such as SELECT, INSERT, UPDATE and DELETE. The tool can automatically generate the SQL for you based on the table and columns you select. You can also save your queries for later use.
de: Mit diesem Tool können Sie Ihre Datenbank mit SQL abfragen. Sie können SQL-Anweisungen für allgemeine Operationen wie SELECT, INSERT, UPDATE und DELETE erstellen. Das Tool kann die SQL basierend auf der von Ihnen ausgewählten Tabelle und den ausgewählten Spalten automatisch für Sie generieren. Sie können Ihre Abfragen auch zur späteren Verwendung speichern.
fr: Cet outil vous permet d'interroger votre base de données en utilisant SQL. Vous pouvez créer des instructions SQL pour des opérations courantes telles que SELECT, INSERT, UPDATE et DELETE. L'outil peut générer automatiquement le SQL pour vous en fonction de la table et des colonnes que vous sélectionnez. Vous pouvez également enregistrer vos requêtes pour une utilisation ultérieure.
it: Questo strumento ti consente di interrogare il tuo database utilizzando SQL. È possibile creare istruzioni SQL per operazioni comuni come SELECT, INSERT, UPDATE e DELETE. Lo strumento può generare automaticamente l'SQL per te in base alla tabella e alle colonne selezionate. Puoi anche salvare le tue query per un uso successivo.

source: Update
de: Aktualisieren
fr: Mise à jour
it: Aggiornamento

source: Write your SQL query here
de: Schreiben Sie hier Ihre SQL-Abfrage
fr: Écrivez votre requête SQL ici
it: Scrivi qui la tua query SQL

source: You must select at least one column from the 'Columns' list!
de: Sie müssen mindestens eine Spalte aus der Liste 'Spalten' auswählen!
fr: Vous devez sélectionner au moins une colonne dans la liste "Colonnes" !
it: Devi selezionare almeno una colonna dall'elenco 'Colonne'!

source: {0} rows affected
de: {0} Zeilen betroffen
fr: {0} lignes concernées
it: {0} righe interessate
