Repository: cloudscribe/cloudscribe.SimpleContent
Catalog: src/sourceDev.WebApp/GlobalResources/SimpleContent.*.resx
Languages: it_it

source: A comma separated list of navigation component filter names used to filter the blog out of the menu. Leave this blank so the blog menu item is not filtered from any of the menu views. There are some standard filter names like topnav and breadcrumbs but it is also possible to use custom names with custom views. As soon as you populate this field it becomes filtered to only show the blog menu item in the included views, whereas blank means unfiltered.
it_it: Un elenco separato da virgola dei nomi dei filtri dei componenti di navigazione utilizzati per filtrare il blog dal menu. Lascia questo vuoto in modo che l'elemento del menu del blog non venga filtrato da nessuna delle visualizzazioni del menu. Esistono alcuni nomi di filtri standard come topnav e breadcrumbs, ma è anche possibile utilizzare nomi personalizzati con visualizzazioni personalizzate. Non appena si popola questo campo, viene filtrato per mostrare solo la voce di menu del blog nelle viste incluse, mentre vuoto significa non filtrati.

source: About me
it_it: Riguardo a me

source: Add Blog To Menu
it_it: Aggiungi Blog al Menu

source: Add CSS Url
it_it: Aggiungi CSS Url

source: Add Javascript Url
it_it: Aggiungi Javascript Url

source: Add the blog as a top level menu item. There are multiple other ways of adding the blog to the menu. You can make a page that links to /blog or it can be done from the navigation.xml file. If you see it in the menu more than once it means you have multiple ways it is configured to be added.
it_it: Aggiungi il blog come elemento di menu di livello superiore. Ci sono molti altri modi per aggiungere il blog al menu. Puoi creare una pagina che rimandi a /blog o che possa essere eseguita dal file navigation.xml. Se lo vedi nel menu più di una volta significa che hai diversi modi per configurarlo.

source: Any
it_it: Qualunque

source: Archives
it_it: Archivi

source: Are you sure you want to delete the post {0}? You cannot undo this action.
it_it: Sei sicuro di voler eliminare il post {0}? Non puoi tornare indietro.

source: Author
it_it: Autore

source: Blog Menu Links To Newest Post
it_it: Menu blog link al post più recente

source: Blog Menu Position
it_it: Posizione del menu Blog

source: Blog Page Menu Text
it_it: Testo del menu pagina Blog

source: Blog Page Menu Visibility
it_it: Visibilità del menu pagina Blog

source: Blog Page Title
it_it: Titolo della pagina del Blog

source: Cancel
it_it: Annulla

source: Categories
it_it: Categorie

source: Comma Separated Channel Categories
it_it: Categorie canali separati da virgola

source: Comment Notification Email
it_it: Email per la notifica dei commenti

source: Comments
it_it: Commenti

source: Content
it_it: Contenuto

source: Content Index
it_it: Indice contenuti

source: Correlation Key
it_it: Chiave correlata

source: Date Format
it_it: Formato data

source: Days To Comment
it_it: Giorni per commentare

source: Default Page
it_it: Pagina predefinita

source: Delete
it_it: Elimina

source: Developer Tools - {0}
it_it: Strumenti per sviluppatori - {0}

source: Development
it_it: Sviluppo

source: Disqus Short Name
it_it: Nome breve Disqus

source: Edit
it_it: Modifica

source: Edit - {0}
it_it: Modifica - {0}

source: Environment
it_it: Ambiente

source: If checked the blog menu item will link to the most recent post instead of the post list.
it_it: Se selezionato, l'elemento del menu del blog si collegherà al post più recente anziché all'elenco dei post.

source: If checked will show the blog title and description at the top of the post list.
it_it: Se selezionato mostrerà il titolo del blog e la descrizione nella parte superiore dell'elenco dei post.

source: Image Path
it_it: Percorso immagine

source: Include Date In Post Urls
it_it: Includi la data negli url dei post

source: Invalid request
it_it: Richiesta non valida

source: Is Published
it_it: Pubblicato

source: Language Code
it_it: Codice lingua

source: Managing Editor Email
it_it: Gestione editor email

source: Meta Description
it_it: Descrizioni Meta

source: Moderate Comments
it_it: Commenti moderati

source: New Page
it_it: Nuova pagina

source: New Post
it_it: Nuovo post

source: Next Post
it_it: Prossimo post

source: Note that since this page has an override url, the menu item will link to the url so the page is used only as a means to add a link in the menu, the content is not used.
it_it: Tieni presente che poiché questa pagina ha un URL di sostituzione, la voce di menu si collegherà all'URL in modo che la pagina venga utilizzata solo come mezzo per aggiungere un collegamento nel menu, il contenuto non viene utilizzato.

source: Number of posts to show per page on the post list.
it_it: Numero di post da mostrare per pagina nell'elenco dei post.

source: On public pages, meta description is very important to search engines. It should be no longer than 135 – 160 characters long (although Google has recently been testing longer snippets). Any longer and search engines will chop the end off, so make sure any important keywords are nearer the front.
it_it: Nelle pagine pubbliche, la descrizione meta è molto importante per i motori di ricerca. Non deve superare i 135-160 caratteri (sebbene Google abbia recentemente testato snippet più lunghi). Testi più lunghi verranno tagliati alla fine, quindi assicurati che le parole chiave più importanti siano all'inizio.

source: Organization
it_it: Organizazione

source: Page Management
it_it: Gestione pagine

source: Person
it_it: Persona

source: Please enter a valid e-mail address
it_it: Inserire un indirizzo email valido

source: Posted in:
it_it: Postato in:

source: Posts Per Page
it_it: Post per pagina

source: Previous Post
it_it: Post precedente

source: Production
it_it: Produzione

source: Provide your Disqus site name aka short name to use Disqus instead of the internal comment system. Highly recommended.
it_it: Fornire il nome del sito Disqus o il nome abbreviato per utilizzare Disqus anziché il sistema di commenti interni. Altamente raccomandato.

source: Publication Date
it_it: Data pubblicazione

source: Publisher
it_it: Editore

source: Publisher Logo Height
it_it: Altezza logo editore

source: Publisher Logo Url
it_it: Url logo editore

source: Publisher Logo Width
it_it: Larghezza logo editore

source: Publisher Type
it_it: Tipo editore

source: Save
it_it: Salva

source: Show Blog Title and Description
it_it: Mostra titolo e descrizione Blog

source: Show Recent Posts on Default Page
it_it: Mostra post recenti nella pagina predefinita

source: Slug
it_it: Url semplice

source: slug is already in use.
it_it: url semplice già utilizzato.

source: Sort
it_it: Ordina

source: The description also is used as the channel description in the RSS feed.
it_it: La descrizione viene anche utilizzata come descrizione del canale nel feed RSS.

source: The page was created successfully.
it_it: La pagina è stata creata correttamente.

source: The page was updated successfully.
it_it: La pagina è stata aggiornata correttamente.

source: The position of the blog within the top level menu.
it_it: La posizione del blog nel menu di livello superiore.

source: This is used in meta data, see http://schema.org/logo.
it_it: Questo è usato nei metadati, vedi http://schema.org/logo.

source: This is used in meta data, see http://schema.org/publisher.
it_it: Questo è usato nei metadati, vedi http://schema.org/publisher.

source: This setting only applies to using the internal comment system, it does not impact Disqus comments.
it_it: Questa impostazione si applica solo all'utilizzo del sistema di commenti interni, non ha alcun impatto sui commenti di Disqus.

source: Title
it_it: Titolo

source: Use Meta Description In Feed
it_it: Usa la descrione meta nel feed

source: Webmaster Email
it_it: Email webmaster

source: With great power comes great responsibility. This page is intended for use by developers, for adding javscript and css into the page. Use this page only if you understand what you are doing.
it_it: Con un grande potere viene una grande responsabilità. Questa pagina è destinata agli sviluppatori, per l'aggiunta di javscript e css nella pagina. Usa questa pagina solo se capisci cosa stai facendo.

source: A page becomes a child page of another page if you enter the slug of the other page as the parent slug. The menu hierarchy is determined by the parent child relationship between pages. If you enter an invalid parent slug it will be ignored but will not cause any error. You can also manage the hierarchy from the Page Manager.
it_it: Una pagina diventa una pagina figlio di un'altra pagina se si inserisce lo slug dell'altra pagina come slug genitore. La gerarchia dei menu è determinata dalla relazione padre figlio tra le pagine. Se inserisci uno slug genitore non valido, verrà ignorato ma non causerà alcun errore. È inoltre possibile gestire la gerarchia dal Gestore pagine.

source: A page is visible to the public if the Is Published checkbox is checked and if the Publication Date is before the current moment, and if not protected by roles.
it_it: Una pagina è visibile al pubblico se la casella Pubblicato è selezionata e se la data di pubblicazione è precedente ad ora e se non è protetta dai ruoli.

source: Are you sure you want to delete the page {0}?
it_it: Sei sicuro di voler eliminare la pagina {0}?

source: Are you sure you want to delete the page {0}? You cannot undo this action.
it_it: Sei sicuro di voler eliminare la pagina {0}? Non puoi tornare indietro.

source: Are you sure you want to move the page {0} {1} {2}?
it_it: Sei sicuro di voler spostare la pagina {0} {1} {2}?

source: Are you sure you want to sort the child pages of {0} alphabetically?
it_it: Sei sicuro di voler ordinare alfabeticamente le pagine figlie di {0}?

source: Bad Request
it_it: Richiesta errata

source: Check this box if the current page is only meant as a parent container for other pages and has no content of it's own.
it_it: Seleziona questa casella se la pagina corrente è intesa solo come contenitore genitore per altre pagine e non ha contenuto di sua proprietà.

source: Developer Tools
it_it: Strumenti per sviluppatori

source: Edit Page
it_it: Modifica pagina

source: Enable Comments
it_it: Abilita commenti

source: Forbidden
it_it: Proibito

source: If the page is a parent of other pages, you check this box to make it show a menu of links to the child pages.
it_it: Se la pagina è padre di altre pagine, seleziona questa casella per mostrare un menu di collegamenti alle pagine secondarie.

source: If you populate this field with an url then the page is used only as a means to add the url as a menu item. The page content in that case is not used or visible to users. You can use a relative url or a fully qualified url so it can link to external sites. Use this with caution and note that once populated the only way to edit the page is from the link in Page Manager.
it_it: Se si popola questo campo con un url, la pagina viene utilizzata solo come mezzo per aggiungere l'url come voce di menu. Il contenuto della pagina in quel caso non viene utilizzato o visibile agli utenti. Puoi utilizzare un url relativo o un URL assoluto in modo che possa collegarsi a siti esterni. Usalo con cautela e nota che una volta popolato l'unico modo per modificare la pagina è dal link Gestione pagine.

source: Leave blank to include this page in all menu views. A comma separated list of menu filter names can be used to filter the page out of the various menu views. For example enter breadcrumbs to leave a page out of other views but keep it in breadcrumbs. Standard menu filter names include: topnav,breadcrumbs,childtree
it_it: Lascia vuoto per includere questa pagina in tutte le visualizzazioni del menu. Un elenco separato da virgole di nomi di filtri di menu può essere utilizzato per filtrare la pagina dalle varie visualizzazioni di menu. Ad esempio, inserisci breadcrumbs per lasciare una pagina fuori dalle altre visualizzazioni ma mantienila nel breadcrumbs. I nomi dei filtri di menu standard includono: topnav, breadcrumbs, childtree

source: Leave View Roles blank for public pages. You can put comma separated role names here to make a page visible only to users who are role members.
it_it: Lascia vuota la vista ruoli per le pagine pubbliche. Puoi mettere i nomi dei ruoli separati da virgola qui per rendere una pagina visibile solo agli utenti che sono membri di ruolo.

source: Manage Page Hierarchy
it_it: Gestione gerarchia di pagine

source: Menu Filters
it_it: Filtri menu

source: New Child Page
it_it: Nuova pagina figlio

source: New Root Level Page
it_it: Nuova pagina radice

source: No Content Only Show Child Menu
it_it: Nessun contenuto mostra solo il menu secondario

source: No Pages Found
it_it: Nessuna pagina trovata

source: No pages have been created yet, if this is your site, please login to create your first page
it_it: Nessuna pagina è stata ancora creata, se questo è il tuo sito, effettua il login per creare la tua prima pagina

source: On most pages you will prbably want the page heading to show, but maybe not on the home page. If unchecked then the page heading will not be shown.
it_it: Sulla maggior parte delle pagine probabilmente vorrai mostrare l'intestazione della pagina, ma forse non sulla home page. Se deselezionata, l'intestazione della pagina non verrà mostrata.

source: Override Url
it_it: Sovrascrivi Url

source: Page Heading
it_it: Intestazione pagina

source: Page Not Found
it_it: Pagina non trovata

source: Page Order
it_it: Ordinamento pagina

source: Parent Slug
it_it: Url semplice padre

source: Select Roles
it_it: Seleziona ruoli

source: Settings
it_it: Impostazioni

source: Show Child Menu
it_it: Mostra sottomenu

source: Show Heading
it_it: Mostra intestazione

source: Site Home
it_it: Home sito

source: Sorry, but the page requires authentication.
it_it: La pagina richiede l'autenticazione.

source: Sorry, but the page you were looking for can't be found.
it_it: La pagina che stai cercando non è stata trovata.

source: Sorry, but you don't have permission to access this page.
it_it: Non hai le autorizzazioni per accedere a questa pagina.

source: Sort Child Pages Alpha
it_it: Ordina sottopagine

source: The page {0} has child pages, if you delete it, all of the child pages will become root level pages. You should delete child pages before deleting the parent page. Are you sure you want to delete {1}?
it_it: La pagina {0} ha pagine figlio, se la elimini, tutte le pagine figlio diventeranno pagine di livello root. È necessario eliminare le pagine figlio prima di eliminare la pagina padre. Sei sicuro di voler eliminare {1}?

source: This is the heading and title of the page. For new pages the url slug will be generated based on the title.
it_it: Questa è l'intestazione e il titolo della pagina. Per le nuove pagine l'url slug verrà generato in base al titolo.

source: This is the sort order of this page within it's subtree of the menu. You can also move pages around easily from Page Manager, which will update the page order.
it_it: Questo è l'ordinamento di questa pagina all'interno della sottostruttura del menu. Puoi anche spostare facilmente le pagine da Gestore pagine, che aggiornerà l'ordine delle pagine.

source: Unauthorized
it_it: Non autorizzato

source: Unexpected Error
it_it: Errore inaspettato

source: View
it_it: Mostra

source: View Roles
it_it: Visibile ai rouli

source: Well, this is embarrassing. An error occurred while processing your request. Rest assured, this problem has been logged and hamsters have been released to fix the problem.
it_it: Beh, questo è imbarazzante. Si è verificato un errore durante l'elaborazione della richiesta. Questo problema è stato registrato e i tecnici si occuperanno di risolvere il problema al più presto.

source: You can drag and drop page nodes in the treeview below to move them around in the site hierarchy or to change their sort position. Click on a page to show a menu of commands related to that page. Note that changes will not be reflected in the main menu until you refresh the page.
it_it: È possibile trascinare e rilasciare i nodi della pagina nella vista albero qui di seguito per spostarli nella gerarchia del sito o per modificare la loro posizione di ordinamento. Clicca su una pagina per mostrare un menu di comandi relativi a quella pagina. Si noti che le modifiche non si rifletteranno nel menu principale fino a quando non si aggiorna la pagina.

source: Your browser sent a request that this server could not understand.
it_it: Il tuo browser ha inviato una richiesta che questo server non è riuscito a capire.

source: Content Settings
it_it: Impostazioni contenuti

source: Content Settings were successfully updated.
it_it: Impostazioni contenuti salvate correttamente.

source: Image Url
it_it: Url immagine

source: Is Featured
it_it: In primo piano

source: Thumbnail Url
it_it: Url miniatura

source: Show Featured Posts on Default Page
it_it: Mostra post in primo piano nella pagina predefinita

source: Featured Posts
it_it: Messaggi in primo piano

source: Recent Posts
it_it: Post recenti

source: Creator Twitter Handle
it_it: Twitter Handle autore

source: Date Required
it_it: Richiesta data

source: Description
it_it: Descrizione

source: Disable HTML Editor
it_it: Disattiva editor HTML

source: Publish Later:
it_it: Pubblica il:

source: Publish Now
it_it: Pubblica ora

source: Publisher Twitter Handle
it_it: Twitter Handle editore

source: Save Draft
it_it: Salva bozza

source: Site Name
it_it: Nome sito

source: To publish later you must enter a date.
it_it: Inserire una data di pubblicazione.

source: Version History
it_it: Cronologia versione
